Repository: opencoca/WEB-Satchmo
Catalog: satchmo/apps/payment/modules/giftcertificate/locale/*/LC_MESSAGES/django.po
Languages: it

source: Gift Certificate Settings
it: Impostazioni buono regalo

source: Character Set
it: Insieme dei caratteri

source: The characters allowable in randomly-generated certficate codes. No vowels means no unfortunate words.
it: I caratteri disponibili per la generazione casuale dei codici dei buoni regalo. Se non si inseriscono vocali si può evitare la creazione casuale di parole inappropriate (ovvero che potrebbero offendere i clienti).

source: Module key
it: Chiave del modulo

source: Code format
it: Formato del codice

source: Enter the format for your cert code. Use a '^' for the location of a randomly generated character.
it: Inserisci il formato del codice. Gli accenti circonflessi (^) saranno sostituiti dai caratteri generati casualmente.

source: Implementation module
it: Modulo implementativo

source: English name for this group on the checkout screens
it: Nome (in inglese) del raggruppamento dei campi nelle pagine di acquisto

source: Gift Certificate
it: Buono regalo

source: This will be passed to the translation utility
it: Verrà passato al sistema di internazionalizzazione

source: Accept real payments
it: Accetta pagamenti reali

source: False if you want to be in test mode
it: Deselezionarlo per effettuare le prove

source: Send email to recipients
it: Invia email ai destinatari

source: If the purchaser includes an email address, should we send a notification to them?
it: Se l'acquirente specifica un indirizzo email, dobbiamo mandargli un messaggio di notifica?

source: The url base used for constructing urlpatterns which will use this module
it: L'indirizzo di base utilizzato per costruire gli indirizzi delle pagine per questo modulo

source: Verbose logs
it: Log dettagliato

source: Add extensive logs during post.
it: Effettua un logging estensivo durante l'invio dei dati.

source: Code
it: Codice

source: Invalid gift certificate code.
it: Il codice del buono regalo non è più valido.

source: Gift certificate balance is 0.
it: Il buono regalo è esaurito.

source: Site
it: Sito

source: Order
it: Ordine

source: Certificate Code
it: Codice buono

source: Purchased by
it: Acquistato da

source: Date added
it: Data di creazione

source: Valid
it: Valido

source: Message
it: Messaggio

source: Starting Balance
it: Ammontare iniziale

source: Gift Certificates
it: Buoni regalo

source: Date of usage
it: Data di utilizzo

source: Notes
it: Note

source: Amount Used
it: Ammontare utilizzato

source: Order Payment
it: Pagamento dell'ordine

source: Used by
it: Utilizzato da

source: Product
it: Prodotto

source: Gift certificate product
it: Prodotto per buono regalo

source: Gift certificate products
it: Prodotti per buoni regalo

source: No balance to pay
it: Non vi è da effettuare alcun pagamento

source: No such Gift Certificate
it: Buono regalo non trovato

source: Bad Gift Certificate
it: Buono regalo invalido

source: Success
it: Pagato con successo

source: %s balance remains after gift certificate was applied
it: Rimangono da pagare %s dopo aver applicato il buono regalo

source: Gift Certificate Codes
it: Codici buoni regalo

source: To: %(recipient)s
it: A: %(recipient)s

source: Starting Balance: %(start_balance)s
it: Ammontare iniziale: %(start_balance)s

source: Code: %(code)s
it: Codice: %(code)s

source: Message: %(message)s
it: Messaggio: %(message)s

source: Purchased on:
it: Acquistato il:

source: Starting Balance:
it: Ammontare iniziale:

source: Current Balance:
it: Ammontare rimasto:

source: No such gift certificate found.
it: Il buono regalo non è stato trovato.

source: Look up balance
it: Controlla l'ammontare rimasto

source: Price
it: Prezzo

source: Quantity (multiply the gift certificate by this amount)
it: Quantità (moltiplica il buono regalo tante volte quanto specificato)

source: Recipient Email (optional):
it: Email destinatario (opzionale):

source: Message (optional):
it: Messagio (ozionale):

source: Add to cart
it: Aggiungi al carrello

source: Checkout
it: Vai alla cassa

source: Payment
it: Pagamento

source: Order total: %(orderbalance)s
it: Totale dell'ordine: %(orderbalance)s

source: You are about to use Gift certificate #%(giftcode)s which has %(certbalance)s total available to pay for your order.
it: Stai per utilizzare il buono regalo #%(giftcode)s che ha %(certbalance)s disponibili per pagare questo ordine.

source: If there isn't enough remaining to pay for the whole order, you'll be able to select another form of payment for the balance after you use this gift certificate.
it: Se non è rimasto un ammontare sufficiente a pagare tutto l'ordine, potrai selezionare un'altra forma di pagamento per pagare il rimanente.

source: Please Note:
it: Nota bene:

source: About to use your gift certificate: %(giftcode)s, which has a balance of %(balance)s.
it: Stai per usare il buono regalo %(giftcode)s, che ha un ammontare rimanente di %(balance)s.

source: About to use INVALID gift certificate
it: Stai per utilizzare un buono regalo non valido!

source: Payment Information
it: Informazioni sul pagamento

source: Gift Certificate Code
it: Codice buono regalo
