Repository: opencoca/WEB-Satchmo
Catalog: satchmo/apps/satchmo_ext/tieredpricing/locale/*/LC_MESSAGES/django.po
Languages: it

source: Tiered Price
it: Prezzo a scalare per grossi volumi di vendita

source: Tiered Prices
it: Prezzi a scalare per grossi volumi di vendita

source: The user group that will receive the discount
it: Il gruppo di utenti che riceverà lo sconto

source: Title
it: Titolo

source: Discount Percent
it: Percentuale di sconto

source: This is the discount that will be applied to every product if no explicit Tiered Price exists for that product. Leave as 0 if you don't want any automatic discount in that case.
it: Questo è lo sconto che verrà applicato ad ogni prodotto se non ne verrà esplicitato uno a scalare per il singolo prodotto. Lascia il valore a zero se non vuoi applicare nessuno sconto automatico.

source: Price
it: Prezzo

source: Discount Quantity
it: Quantità per ottenere lo sconto

source: Use this price only for this quantity or higher
it: Utilizza questo prezzo solo per quantità pari o superiori a quella impostata

source: Expires
it: Scade

source: Tiered Pricing for %(tier)s
it: Prezzo a scalare per %(tier)s
