Repository: opencoca/WEB-Satchmo
Catalog: satchmo/apps/shipping/locale/*/LC_MESSAGES/django.po
Languages: it

source: Shipping Settings
it: Impostazioni per la consegna

source: Active shipping modules
it: Moduli di consegna attivi

source: Select the active shipping modules, save and reload to set any module-specific shipping settings.
it: Seleziona i moduli di consegna attivi, salva e ricarica per impostare le opzioni specifiche di ogni modulo.

source: Per piece
it: Per pezzo

source: Hide if one?
it: Salta se possibile

source: Hide shipping form fields if there is only one choice available?
it: Salta la scelta del metodo di spedizione se ve ne è uno solo disponibile

source: Yes
it: Si

source: Show description only
it: Mostra solo la descrizione

source: Download PDFs from admin page
it: Scarica il documento dalla pagina di amministrazione

source: Select least expensive by default?
it: Preseleziona il più economico?

source: Canada Post Shipping Settings
it: Impostazioni spedizione Canada Post

source: Canada Post Merchant ID
it: ID venditore di Canada Post

source: The merchant ID assigned by Canada Post
it: L'identificativo venditore assegnato da Canada Post

source: Canada Post shipping choices available to customers.
it: Modalità di consegna Canada Post disponibili per i clienti.

source: Type of container used to ship product.
it: Tipo di contenitore utilizzato per spedire il prodotto.

source: Access production Canada Post server
it: Accedi al server di produzione Canada Post

source: Use this when your store is in production.
it: Viene utilizzato quando il tuo sito è online e in produzione.

source: Submit to URL
it: Invia a URL

source: Canada Post Sell Online server to submit live transactions.
it: Il server Canada Post Sell Online al quale passare le transazioni in produzione.

source: Submit to TestURL
it: Invia all'URL di prova

source: Canada Post Sell Online server to submit test transactions.
it: Il server Canada Post Sell Online al quale passare le transazioni di prova.

source: Turn around time
it: Tempo di rigiro

source: Turn around time in hours. If declared here, this parameter will overwrite the one defined in the merchant's profile
it: Tempo di rigiro in ore. Se dichiarato qui, il parametro andrà a sovrascrivere quello impostato nel proprio profilo venditore

source: Verbose logs
it: Log completi

source: Send the entire request and response to the log - for debugging help when setting up Canada Post.
it: Annota nei log la richiesta e la risposta intere - per aiutare a risolvere eventuali problemi

source: %s business days
it: %s giorni lavorativi

source: %s business day
it: %s giorno lavorativo

source: Dummy Flat Rate Shipping
it: Costi fissi di consegna

source: US Mail
it: Posta ordinaria

source: 3 - 4 business days
it: 3 - 4 giorni lavorativi

source: FedEx Web Services Shipping Settings
it: Impostazioni per la consegna FedEx (Web Services)

source: FedEx Meter Number
it: Numero contatore FedEx

source: Meter Number provided by FedEx.
it: Il numero di contatore fornito da FedEx

source: FedEx Account Number
it: Numero di account FedEx

source: FedEx Account Number.
it: Numero di account FedEx

source: FedEx Authentication Key
it: Chiave di autenticazione FedEx

source: FedEx Authentication Key.
it: Chiave di autenticazione FedEx.

source: FedEx Authentication Password
it: Password di autenticazione FedEx

source: FedEx Authentication Password.
it: Password di autenticazione FedEx.

source: The region you are sending your package from.
it: La regione dalla quale stai inviando i tuoi pacchi.

source: i.e. the region the package leaves from.
it: ovvero la regione dalla quale partono.

source: FedEx Shipping Choices Available to customers.
it: Modalità di consegna FedEx disponibili per i clienti.

source: Type of container/package used to ship product.
it: Tipo di contenitore/pacco utilizzato per spedire il prodotto.

source: Default/Minimum Item Weight
it: Peso minimo/standard degli elementi

source: The default weight for items which lack a defined weight and the minimum an item is allowed to be, enter a positive value.
it: Il peso standard per gli elementi che non hanno un peso definito e il peso minimo che un elemento può avere. Inserisci un valore positivo.

source: Default weight units
it: Unità di misura standard del peso

source: Single Box?
it: Pacco singolo?

source: Use just one box and ship by weight? If no then every item will be sent in its own box.
it: Utilizza un pacco solo e spedisci per peso? Se deselezionato tutti i prodotti verranno spediti in un proprio pacchetto.

source: The method used to give the package to Fedex.
it: Il metodo utilizzato per passare il pacco a FedEx.

source: Most users will keep the default Regular Pickup.
it: La maggioranza degli utenti mantiene il sistema standard di ritiro periodico

source: Send the entire request and response to the log - for debugging help when setting up FedEx.
it: Annota nei log tutte le richieste e le risposte - per aiutare a risolvere eventuali problemi

source: Use test server?
it: Utilizza il server di prova?

source: Check if you want to use the fedex test servers rather than the production server.
it: Se selezionato, il dati verranno inviati al server di prova di FedEx (e quindi non vi sarà alcuna conseguenza nel mondo reale)

source: Flat rate
it: Costo fisso

source: Flat shipping
it: Consegna a costo fisso

source: Flat Shipping Service
it: Servizio di consegna a costo fisso

source: Shipping service used with Flat rate shipping
it: Servizio di consegna utilizzato per la consegna a costo fisso

source: Flat Delivery Days
it: Tempi per la consegna a costo fisso

source: Flat Rate Shipping
it: Tariffa di consegna a costo fisso

source: No Shipping
it: Nessuna consegna

source: immediately
it: immediatamente

source: Per item price
it: Prezzo per elemento

source: Per Item Shipping Service
it: Servizio di consegna a costo per quantità

source: Shipping service used with per item shipping
it: Servizio di consegna utilizzato per la consegna a costo per quantità

source: Per Item Delivery Days
it: Tempo di consegna per la consegna a costo per quantità

source: Per Item shipping
it: Spedizione a costo per quantità

source: Shipping By Product
it: Spedizione per prodotto

source: Key
it: Chiave

source: Ordering
it: Ordinamento

source: Active
it: Attiva

source: language
it: lingua

source: Carrier
it: Vettore

source: Description
it: Descrizione

source: Method
it: Metodo

source: i.e. US Mail
it: ad es. Posta ordinaria

source: Delivery Days
it: Tempo di consegna

source: Shipping Price
it: Costo di spedizione

source: Tiered Shipping
it: Spedizione per livelli

source: Min Price
it: Prezzo minimo

source: The minimum price for this tier to apply
it: Il prezzo minimo affinché tale livello si applichi

source: Expires
it: Scade

source: Tiered Quantity
it: Quantità per livelli

source: Min Quantity
it: Quantità minima

source: Minimum qty in order for this to apply?
it: Quantità minima affinché questo livello venga applicato

source: Handling Price
it: Costo di gestione

source: Shipping Per Item
it: Consegna per quantità

source: Tiered Weight Shipping
it: Spedizione per livelli

source: carrier
it: vettore

source: default_zone
it: Zona standard

source: carriers
it: vettori

source: name
it: nome

source: countries
it: paesi

source: handling
it: costi di gestione

source: zone
it: zona

source: zones
it: zone

source: description
it: descrizione

source: method
it: metodo

source: i.e. Air, Land, Sea
it: ad es. Aria, Terra, Mare

source: delivery
it: consegna

source: zone translation
it: traduzione della zona

source: zone translations
it: traduzioni delle zone

source: min weight
it: peso minimo

source: This tier will be used for weights up to this value. i.e.: this is the MAXIMUM weight this tier will be used for.
it: Questo livello verrà utilizzato per i valori sino a questa soglia, ovvero, si tratta del peso massimo per cui questo livello viene utilizzato (gli eccedenti utilizzeranno i livelli superiori)

source: handling adjustment
it: costi aggiuntivi per la gestione

source: shipping price
it: costo di spedizione

source: expires
it: scade

source: weight tier
it: livello di peso

source: weight tiers
it: livelli di pesi

source: UPS Shipping Settings
it: Impostazioni Spedizione UPS

source: UPS XML Access Key
it: Chiave di accesso UPS XML

source: XML Access Key Provided by UPS
it: Chiave di accesso fornita da UPS

source: UPS User ID
it: ID utente UPS

source: User ID provided by UPS site.
it: ID utente fornita dal sito di UPS.

source: UPS Account Number
it: Numero di account UPS

source: UPS Account Number.
it: Numero di account UPS.

source: UPS User Password
it: Password UPS

source: User password provided by UPS site.
it: Password utente fornita dal sito UPS.

source: UPS Shipping Choices Available to customers. These are valid domestic codes only.
it: Modalità di consegna UPS disponibili per i clienti. Questi sono solo codici validi localmente.

source: Handling Fee
it: Costo di gestione

source: The cost of packaging and getting the package off
it: Il costo dell'impacchettamento e della gestione dello stesso

source: Time in Transit?
it: Usare "Time in transit"?

source: Use the UPS Time In Transit API? It is slower but delivery dates are more accurate.
it: Utilizzare il sistema "Time in transit" di UPS? È più lento ma le date di consegna sono molto più accurate.

source: UPS Pickup option.
it: Opzione di consegna UPS

source: Access production UPS server
it: Accedi al server di produzione di UPS

source: Address to submit live transactions.
it: Indirizzo al quale inviare le transazioni di produzione.

source: Address to submit test transactions.
it: Indirizzo al quale inviare le transazioni di prova.

source: Send the entire request and response to the log - for debugging help when setting up UPS.
it: Annota nei log la richiesta e la risposta - per aiutare a risolvere eventuali problemi

source: U.S.P.S. Shipping Settings
it: Impostazioni di spedizione USPS (U.S. Postal Service)

source: USPS Username
it: Nome utente USPS

source: User ID provided by USPS site.
it: ID utente fornita dal sito di USPS.

source: USPS Password
it: Password USPS

source: User password provided by USPS site.
it: Password utente fornita dal sito USPS.

source: The cost of packaging and taking order to post office
it: Il costo dell'impacchettamento e del trasferimento del pacco all'ufficio postale

source: USPS Shipping Choices Available to customers.
it: Modalità di consegna USPS disponibili per i clienti.

source: Access production USPS server
it: Accedi al server di produzione USPS

source: Submit to Test URL
it: Invia all'URL di prova

source: Send the entire request and response to the log - for debugging help when setting up USPS.
it: Annota nei log la richiesta e la risposta intere - per aiutare a risolvere eventuali problemi

source: USPS - %s
it: U.S. Postal Service - %s

source: USPS
it: U.S. Postal Service

source: by %s
it: per %s

source: in %s business days
it: in %s giorni lavorativi

source: in %s business day
it: in %s giorno lavorativo

source: Sent via %(method)s arrives approximately %(expected_delivery)s.
it: Spedito tramite %(method)s arrivo previsto per %(expected_delivery)s.
