Repository: opencoca/WEB-Satchmo
Catalog: satchmo/apps/satchmo_ext/upsell/locale/*/LC_MESSAGES/django.po
Languages: it

source: Checkbox to add 1
it: Checkbox per aggiungere un elemento

source: Checkbox to add 1, checked by default
it: Checkbox per aggiungere un elemento, selezionata di default

source: Checkbox to match quantity
it: Checkbox per raggiungere la quantità

source: Checkbox to match quantity, checked by default
it: Checkbox per raggiungere la quantità, selezionata di default

source: Form with 0 quantity
it: Form con quantità zero

source: Target Product
it: Prodotti mirati

source: The products for which you want to show this goal product as an Upsell.
it: I prodotti per i quali vuoi mostrare questo prodotto mirato come upsell

source: Goal Product
it: Prodotto obiettivo

source: Creation Date
it: Data di creazione

source: Upsell Style
it: Stile upsell

source: Notes
it: Note

source: Internal notes
it: Note ad uso interno

source: language
it: lingua

source: Description
it: Descrizione

source: '%(product)s' couldn't be added to the cart. %(details)s
it: Non è stato possibile aggiungere '%(product)s' al carrello. %(details)s

source: Add
it: Aggiungi

source: Quantity
it: Quantità
